[
    {
        "post_type": "group",
        "content": "500Bros Family || Lê Quang Tuấn || 7 || 0 || 0 || 1 || 5 || 2 || 0 || 4 || 2 || 6 || 6 || 5 || 1 || 8 || 1 || 1 || 9 || 0 || 5 || 1 || 1 || 5 || 2 || 5 || 6 || 3 bình luận || Thích || Bình luận || Gửi || Xem thêm câu trả lời || Nguyễn Thành Dân || Xem 1 phản hồi || Các bác ơi vn mình còn cast csgo ko ạ Các bác ơi vn mình còn cast csgo ko ạ Vào thapcamtv nhé ",
        "interactions": {
            "reactions": "6 || 3 bình luận || ",
            "comments": [
                "Nguyễn Thành Dân || Vào thapcamtv nhé ||  || "
            ]
        }
    },
    {
        "post_type": "generic",
        "content": "Best Leesin || Theo dõi || 0:00 || / || 1:12 || watch || khó chịu vô cùng || 83ZzNURGBSmuBL61lcu7EUQ4lI || 229 || 13 bình luận || 2 lượt chia sẻ || Thích || Bình luận || Chia sẻ || khó chịu vô cùng ",
        "interactions": {
            "reactions": "229 || 13 bình luận || 2 lượt chia sẻ || ",
            "comments": []
        }
    },
    {
        "post_type": "group",
        "content": "Nhóm thông tin sinh viên NEU || Long Vũ || Đỗ Hoàng, Chu Thanh Tùng và 22 người khác || 12 bình luận || Thích || Bình luận || Gửi || Xem thêm câu trả lời || Đinh Thảo || Xem 1 phản hồi || Nếu mà mình muốn mượn áo tốt nghiệp (theo diện cá nhân) thì cần làm đơn mượn áo trước hay là vào hôm tốt nghiệp nhỉ? Làm đơn trc m ơi, để lấy trước hôm tốt nghiệp ",
        "interactions": {
            "reactions": "Đỗ Hoàng, Chu Thanh Tùng và 22 người khác || 12 bình luận || ",
            "comments": [
                "Đinh Thảo || Làm đơn trc m ơi, để lấy trước hôm tốt nghiệp ||  ||  || "
            ]
        }
    },
    {
        "post_type": "generic",
        "content": "Chuyện của Hà Nội || VfH7KBc4E.com || Kiệt || | 17 . 8 . 2024 | Vu Lan này, con lại xa nhà rồi.\n\nMẹ ơi Vu Lan này, con lại xa nhà, lòng con nặng trĩu với những nỗi nhớ không tên. Ngày Vu Lan, khi những cơn gió heo may bắt đầu lùa qua từng con phố, con lại nhớ đến hình ảnh mẹ chuẩn bị lễ cúng trong không gian ấm áp của ngôi nhà nhỏ. Nhớ những lần mẹ thức khuya nấu nướng, chuẩn bị từng món ăn dâng cúng tổ tiên, để gia đình được quây quần bên nhau. \n\nMỗi mùa Vu Lan về, con lại thấy lòng mình rạo rực với bao cảm xúc lẫn lộn. Những người con xa xứ như con, mang theo bao ước mong được trở về, được cùng bố mẹ đi lễ chùa, cầm trên tay nhành hoa hồng đỏ thắm, tự hào rằng: \"Mình vẫn còn bố mẹ để yêu thương, chăm sóc.\"\n\nXa quê, con hiểu rõ hơn bao giờ hết giá trị của gia đình, của những giây phút quý báu bên cạnh những người thân yêu. Mỗi ngày trôi qua, con càng khát khao được trở về, được ôm mẹ để chia sẻ những niềm vui, được cùng bố vơi đi những nỗi buồn của cuộc sống. \n\nNhưng công việc cuốn con đi, khiến con không về được nhà ngày mai.Con tự hứa với lòng mình rằng, dù xa cách bao nhiêu, dù phải trải qua bao khó khăn, con sẽ luôn giữ vững tình yêu thương với bố mẹ mẹ, bởi bố mẹ là ngọn đèn sáng soi đường con đi. \n\nCon mong rằng, ở nơi xa, bố mẹ vẫn luôn khỏe mạnh, bình an, để mỗi mùa Vu Lan sau, con lại có thể trở về, trở về ngôi nhà đầy tình yêu thương của con. || 429 || 9 bình luận || 25 lượt chia sẻ || Thích || Bình luận || Chia sẻ || | 17 . 8 . 2024 | Vu Lan này, con lại xa nhà rồi. Mẹ ơi Vu Lan này, con lại xa nhà, lòng con nặng trĩu với những nỗi nhớ không tên. Ngày Vu Lan, khi những cơn gió heo may bắt đầu lùa qua từng con phố, con lại nhớ đến hình ảnh mẹ chuẩn bị lễ cúng trong không gian ấm áp của ngôi nhà nhỏ. Nhớ những lần mẹ thức khuya nấu nướng, chuẩn bị từng món ăn dâng cúng tổ tiên, để gia đình được quây quần bên nhau. Mỗi mùa Vu Lan về, con lại thấy lòng mình rạo rực với bao cảm xúc lẫn lộn. Những người con xa xứ như con, mang theo bao ước mong được trở về, được cùng bố mẹ đi lễ chùa, cầm trên tay nhành hoa hồng đỏ thắm, tự hào rằng: \"Mình vẫn còn bố mẹ để yêu thương, chăm sóc.\" Xa quê, con hiểu rõ hơn bao giờ hết giá trị của gia đình, của những giây phút quý báu bên cạnh những người thân yêu. Mỗi ngày trôi qua, con càng khát khao được trở về, được ôm mẹ để chia sẻ những niềm vui, được cùng bố vơi đi những nỗi buồn của cuộc sống. Nhưng công việc cuốn con đi, khiến con không về được nhà ngày mai.Con tự hứa với lòng mình rằng, dù xa cách bao nhiêu, dù phải trải qua bao khó khăn, con sẽ luôn giữ vững tình yêu thương với bố mẹ mẹ, bởi bố mẹ là ngọn đèn sáng soi đường con đi. Con mong rằng, ở nơi xa, bố mẹ vẫn luôn khỏe mạnh, bình an, để mỗi mùa Vu Lan sau, con lại có thể trở về, trở về ngôi nhà đầy tình yêu thương của con. ",
        "interactions": {
            "reactions": "429 || 9 bình luận || 25 lượt chia sẻ || ",
            "comments": []
        }
    },
    {
        "post_type": "group",
        "content": "Glucozo gì cơ ? || Như Quỳnhh || oGWaE.com || Kiệt || 3,9K || 875 bình luận || 84 lượt chia sẻ || Thích || Bình luận || Gửi || Chia sẻ || Xem thêm bình luận || Thúy Diễm || Xem tất cả 3 phản hồi || Ê ê ê 6 wắc ",
        "interactions": {
            "reactions": "3,9K || 875 bình luận || 84 lượt chia sẻ || ",
            "comments": [
                "Thúy Diễm || 6 wắc ||  ||  || "
            ]
        }
    },
    {
        "post_type": "generic",
        "content": "Reels và video ngắn || "
    },
    {
        "post_type": "group",
        "content": "Chuyện của Hà Nội group || Thi Gai Nguyen || 4G8bP4F36.com || Ảnh từ bài viết của Thi Gai Nguyen || Xm441pP7ghfVVoXuY5iMaONjgtGHm9V6riM8N9LOy7Jg8H0TlnLVU6Tg || 8 || Thích || Bình luận || Gửi || Chia sẻ || Kỳ nghỉ hè đã kết thúc. Về Hà Nội đi học thôi. (Ga Long Biên - Hà Nội) #filmphotography ",
        "interactions": {
            "reactions": "8 || ",
            "comments": []
        }
    }
]